{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title","getFn":null},{"path":["body"],"id":"body","weight":1,"src":"body","getFn":null}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"starfinder-the-deep-black","n":1},"1":{"v":"# Starfinder: The Deep Black\n\n## Prologue\n\nWe're exploring a new planet at the edge of current civilization. The expedition is sponsored by some company but we're independents that work on a contract basis.\n\nStory starts with us on a jump ship and everyone rushing to get onto drop ships\nSeemingly because the jump ship crew are jerks that don't care what happens to the passengers and equipment \nIn the rush, there's some minor accidents and such that cause more trouble\nwe cleared it up, which gave us some clout and got us an introduction to [[npc.ri-es]]\n\nMost everyone gets to the planet safely... there are exceptions, including one of the two dropships capable of landing and returning to orbit.\nMost of the lost equipment was [[npc.robinson]]'s\nSo there's ~150 people and gear that just landed\nBase camp is in a large area covered in blue grass\nThere's an AI assistant named Vira\nThis is basically the only place that probes would function so we assume the the not-blue-areas are dangerous\nA little science-ing tells us that the blue grass originated from Ye Olde Earth and contains high levels of silver\nThis is super strange because supposedly this planet has never been visited before\n","n":0.072}}},{"i":2,"$":{"0":{"v":"Template","n":1}}},{"i":3,"$":{"0":{"v":"Session","n":1},"1":{"v":"\n# Current Situation\n* Where are we?\n* What major events happened last session?\n* What needs to be dealt with now?\n\n---\n","n":0.229}}},{"i":4,"$":{"0":{"v":"Npc","n":1},"1":{"v":"\nName\n: \n\nRace\n: \n\n---\n\nBasic Description\n\n## Connection\n* How do you know this person?\n* Why are they important to you?\n\n## Motivations and Fears\n* What does this person want?\n* What does this person struggle with?\n* Who are their allies and enemies?\n\n## Major Events\n","n":0.16}}},{"i":5,"$":{"0":{"v":"Mission","n":1},"1":{"v":"\n## Objectives\n1. [ ] Goal\n\n## Rewards\n1. [ ] Reward\n\n## Summary\nHow is the mission going?\n\n## Notes\n","n":0.258}}},{"i":6,"$":{"0":{"v":"Session","n":1}}},{"i":7,"$":{"0":{"v":"2022","n":1}}},{"i":8,"$":{"0":{"v":"8","n":1}}},{"i":9,"$":{"0":{"v":"9","n":1},"1":{"v":"\n# Current Situation\n* Continuing the fight in the administrator's meeting\n* Horatio was murdered by Charleen\n* Donovan was killed in the fight when the truck flipped over\n\n---\n\nWe cleaned up the remaining bots. There were a couple more bots guarding [[npc.ri-es]]' cell. We promotoed [[npc.yellen]] to Head Administrator, granting her system access enough to shutdown the guard bots and kill power to the entire base.\n\nDuring the outage, the eastern security fence was breached. We hooked [[npc.vira]] into the local radio comms as we headed to the east gate. She informed us that [[npc.hank]] was shot, seemingly by Dip, who then flew off in the only remaining drop ship. We're pretty sure that Charlene is a shape shifter and is the real perp. Shit.\n\nWe arrived at the eastern, breached gate. There are a ton of dead guards and such. Bodies are strewn about. Monsters (Apebears and Shadow Flyers?) are pouring in. We recognize them as some of the critters that were flying in and out of the \"giant monster\". Roll for initiative.\n\nWe made short work of the apebears and shadow flyers. The small building with mounted turrets was filled with more bodies cut in half. We detected a pheremone trail that led to the nearby IT building where the full system reset was running. We followed and found more dead staff inside. We watched the final IT staff member get cut in half by an invisible assailant. Roll for initiative... in the next session.","n":0.064}}},{"i":10,"$":{"0":{"v":"02","n":1},"1":{"v":"\n# Current Situation\n* We're at base. About to reveal all ssorts of info publically\n* That enormous monster is 2 days away\n* We're meeting Phil's character!\n\n# The big meeting\nWe're meeting with Administrators Horatio, Donovan, Menaro\nFreaking Charleen comes in and kills Horatio!\nThen shoots Yellen in the stomach\nShe grabs Donovan and tries to run away\nA bunch of security bots and nonobots join the fight\nDuring the fight, Yellen went down repeated but we managed to keep her alive\nTodd _**flipped**_ the escape truck, killing Donovan?\nCharleen ran away\nWe're ended the session while still in combat\n\n","n":0.106}}},{"i":11,"$":{"0":{"v":"Npc","n":1}}},{"i":12,"$":{"0":{"v":"Administrator Yellen","n":0.707},"1":{"v":"\nName\n: Yellen\n\nRace\n: Lashunta\n\n---\n\nYellen is one of the 4 Administrators in charge of this expedition.\n\n## Connection\nWe had no direct interaction with Yellen until we [[confronted the administrators|session.2022.08.09]]. Since then, Yellen appears to be a legitimate ally with common interests.\n\n## Motivations and Fears\n* What does this person want?\n* What does this person struggle with?\n* Who are their allies and enemies?\n\n## Major Events\nYellen was shot during the [[confrontation|session.2022.08.09]], but we managed to save her life. In turn, she was then able to save [[npc.hank]] 's life just minutes later.\n","n":0.108}}},{"i":13,"$":{"0":{"v":"Vira","n":1},"1":{"v":"\nName\n: Vira\n\nRace\n: Virtual Intelligence\n\n---\n\nThe local systems VI. Vira provide vocal interfaces to all local systems. She is capable of \n\n## Connection\nWe like Vira. She provides us with useful info.\n\n## Motivations and Fears\nNone?\n\n## Major Events\nVira was sharded to operate the [[location.fob]]. The two shards sync periodically.\n\nThe unknown baddies tried to steal Vira when the [[location.fob]] was attacked. We stopped this and have held onto the Vira shard since.","n":0.122}}},{"i":14,"$":{"0":{"v":"Administrator Robinson","n":0.707},"1":{"v":"\nName\n: Robinson\n\nRace\n: Human?\n\n---\n\nOne of the 4 Administrators in charge of this expedition.\n\n### Connection\nWe've had very limited interactions with Robinson directly. He appears to be very business like and direct.\n\n### Motivations and Fears\nUnclear\n\n### Major Events\nDuring the initial landing, ost of the lost equipment was allocated to Robinson and his teams.\n\nHe was murdered by [[npc.ri-es]]!\n","n":0.137}}},{"i":15,"$":{"0":{"v":"Administrator Ri-Es","n":0.707},"1":{"v":"\nName\n: Ri-Es\n\nRace\n: Ysoki\n\n---\n\nRi-Es is one of the 4 Administrators in charge of this expedition. Her left arm is a robotic replacement.\n\n## Connection\nIn the chaos of the expedition launch, we saved an injured Ysoki. This garnered clout for us among the Ysoki personel. News spread fast and she allowed us into her drop pod, inadvertantly saving our lives as our originally allocated drop pod had crash landed.\n\nWithout any real knowledge of expedition's people or politics, we defaulted to trusting Ri-Es with sensitive discoveries and concerns.\n\n## Motivations and Fears\nSeemingly just wants things to run smoothly and safely. She is easily distressed by talks of sabotage or foul play. Clearly, not a fan of [[npc.robinson]] though we aren't entirely sure why.\n \n## Major Events\nWhile we were traveling for [[mission 4|mission.4]], Ri-Es seemingly murdered [[npc.robinson]]. A security camera recorded Ri-Es strangling him with her robotic arm. She was placed under arrest. Suspiciously, nobody was permitted to inspect her robotic arm. This was to be done off world, effectively removing her from the expedition permanently.\n","n":0.077}}},{"i":16,"$":{"0":{"v":"Hank","n":1},"1":{"v":"\nName\n: Hank\n\nRace\n: Human?\n\n---\n\nHank is the expedition's head pilot. He's really good at piloting guns!\n\n## Connection\nHank drives and flies us around. We keep an eye out for eachother.\n\n## Motivations and Fears\n* What does this person want?\n* What does this person struggle with?\n* Who are their allies and enemies?\n\n## Major Events\nHank was shot in [[session.2022.08.09]]! We saved [[npc.yellen]]'s life in that same encounter who was then available to go save Hank's life.\n","n":0.12}}},{"i":17,"$":{"0":{"v":"Dr Tyrone Tenon","n":0.577},"1":{"v":"\nName\n: Tyrone Tenon\n\nRace\n: Skittermander\n\n---\n\nHead of the Xenobiology Department. As a skittermander, he is energetic and helpful to a fault.\n\n## Connection\nWe collect a great deal of bio samples for his department.\n\n## Motivations and Fears\n* What does this person want?\n* What does this person struggle with?\n* Who are their allies and enemies?\n\n## Major Events\nDuring [[mission.4]], he very discretely sent us an email warning us of the various issues at base, including [[npc.robinson]]'s murder and [[npc.ri-es]]' arrest.","n":0.116}}},{"i":18,"$":{"0":{"v":"Mission","n":1}}},{"i":19,"$":{"0":{"v":"4: Sup Bitches","n":0.577},"1":{"v":"\n## Objectives\n1. [X] Escort Zee-Ann to the FOB\n2. [ ] Explore Strange Tunnels\n\n## Rewards\n1. [ ] Reward\n\n## Summary\nWe travel from main base with Dr Zee-ann Dreek, a Female Kobold Aasimar, and deliver her to the FOB. She's the Oversight Director for Pact Worlds. Basically, she's here to make sure that laws are followed.\n\nWe head back to that strange tunnel with some appropriate gear to clear it.\nIt's not natural! We were expecting a ship but it's actually a lab of some kind.\nIt has some computer terminals, tube, cables, etc, and a bunch of large, empty tanks.\nOnly one tank has contents: A silvery liquid and there's not much left.\nWe don't know what it's for but guess that the remaining liquid represents dozens of years' worth.\nThe tunnels go deeper but before we can check it out…\n\nOur comm beacon hack watcher thing (mission 1) sends us an email!\nThe hacked comm beacon sits between the main base and the local FOB\nIt's telling Vira that we're not in this lab. Our positional data says that we're in the FOB.\nApparently, somebody wanted us to appear to be at the FOB when we're actually in those tunnels\nSo we decide to head back to the FOB and see whatever we aren't supposed to\n\nEverything cranks up to 11\nThe FOB is under attack. There's a pair of badasses at the cargo elevator. We talk them into letting us up into the tree houses. They basically say \"Sure! Leave no witnesses\"\nThere's a dozen or so scientists holed up. Hank and Zee-Ann Dreek are double-handedly(?) holding off a the assault.\nTurns out hank is one scary mofo.\nWe weren't meant to save both Hank and Zee-Ann. But we did! Because we're also scary!\nThe baddies tried to steal Vira but we barely recovered her.\n\nWithin moments, an earthquake starts.\nAnd the land near the tunnel/lab starts bulging.\nAnd out comes monster. A seriously large monster.\nOne thousand feet tall, in a turtle-esque shell with many holes in it.\nThere are loads of other, typically sized creatures as well. We've not seen these yet.\nThose smaller critters are entering and exiting the shell. Like tunnels.\nThe giant monster is heading back towards main base.\nNot a clue why or what it's doing.\n\nThe missing dropship arrives!\nIt scoops up those 2 badasses guarding below.\nAnd then shoots up our trucks and equipment for the FOB. Comms are down.\nWe frankenstein 2 trucks and some crappy comms.\nThen head to main base over the next couple of days.\n\nAt main base, we discover that while things are calm, it's not right here.\nComms are down. \nVita is offline. \n[[npc.ri-es]] was arrested for the murder of [[npc.robinson]]\nGiant monster is about 2 days away.\n\n## Notes\nWho hired us to escort Zee-Ann??\n","n":0.048}}},{"i":20,"$":{"0":{"v":"3: Moving Day","n":0.577},"1":{"v":"\n## Objectives\n1. [X] Help setup another Forward Operating Base (FOB)\n2. [X] Scout an area with seemingly interesting geographic features\n\n## Rewards\n1. [ ] Reward\n\n## Summary\nWe travel a few days in trucks and drop off people/equipment for the FOB.\nHank is our driver. He's cool.\n\nWe head out for the secondary mission nearby and discover some Fox Squirrels. They're sentient! We name one Buttons and he travels with us for a bit. A couple hours more travel and we arrive at the \"interesting geography\" shown in the satellite images. It's basically the Mana Tree. The lowest branches are ~200 feet off the ground and span a couple kilometers of ground. The trunk was ~600 feet across. Two big discoveries\n1. There's a large ring of black stone nearby. Looks scary as hell and Buttons won't approach. There's a caved in tunnel inside the ring. We need to return with tools to explore it.\n2. There are actual wood buildings overhead built on top of the lowest branches. They're old and dilapidated! Again, this planet is supposedly unvisited. That's clearly wrong now.\n\nAt some point, the FOB moves to this tree and occupies these tree houses. All goals accomplished so we head back home and plan to return with proper gear. Buttons leaves the party.\n\n## Notes\n","n":0.069}}},{"i":21,"$":{"0":{"v":"2: Xenobiology!","n":0.707},"1":{"v":"\n## Objectives\n1. [X] Collect Grass Samples\n\n## Rewards\n1. [ ] Reward\n\n## Summary\n[[npc.dr-tyrone-tenon]] wanted us to get some grass samples at the edge the blue. I think we basically opted for 4 side quests which we could do all at once.\n\n\n## Notes\nAlternative mission which we declined: Travel 4(?) weeks to help setup a forward operating base outside the blue","n":0.132}}},{"i":22,"$":{"0":{"v":"1: What a Nice Little Planet","n":0.408},"1":{"v":"\n## Objectives\n1. [X] Salvage equipment that veered off course and setup several comm beacons and defenses\n\n## Rewards\n1. [ ] Lost in Time\n\n## Summary\n\nWe discover two things during this\n1. the local fauna and flora are very scary. Also generally allergic to silver. Commence the harvesting and processing of silver-filled, blue grass\n2. Sabotage! One of the drop ship's 4 engines was poorly maintained and didn't fire... We're suspicious. Also, one of the comm beacons is hacked but we can't quite figure out the details. Basically, there's an extra piece of hardware inside that sits between the computer and transceiver. So that thing appears capable of modifying data sent through this beacon. We add in our own hardware that basically runs a diff on the data in vs out of that unknown device. When a diff is actually found, we get emailed the deets\n\nWe return to base, ditch all technology, and fill in [[npc.ri-es]] on everything... She's doesn't like it\n\n## Notes\n","n":0.08}}},{"i":23,"$":{"0":{"v":"Location","n":1}}},{"i":24,"$":{"0":{"v":"Forward Operating Base","n":0.577}}},{"i":25,"$":{"0":{"v":"Main Base","n":0.707}}}]}
